Repository: DGrothe-PhD/Mastermind
Catalog: src/locales/Resources.*.resx
Languages: de_de, fr_fr

# AverageAndBest
source: Average: {0}, best: {1}
de_de: Schnitt: {0}, Bestwert: {1}
fr_fr: Moyenne: {0}, au mieux: {1}

# CloseKeyboard
source: Close
de_de: Schließen
fr_fr: Fermer

# CloseWindowToolStripMenuItemText
source: &Close Window
de_de: Fenster s&chließen
fr_fr: &Quitter

# CopyStatisticsButtonText
source: Copy to clipboard
de_de: In Zwischenablage kopieren
fr_fr: Copier au presse-papiers

# DebugShowSolution
source: Solution is: {0}
de_de: Lösung ist: {0}
fr_fr: Solution: {0}

# DescriptiveTitle
source: Word Guessing Game
de_de: Wortratespiel
fr_fr: Devinette aux mots

# EndGameToolStripMenuItemText
source: &Quit this game
de_de: Spiel b&eenden
fr_fr: &Finir la devinette

# ErrorMessageTitle
source: Error
de_de: Fehler
fr_fr: Un cas d'erreur

# FromFileToolStripMenuItemText
source: From &File...
de_de: Von &Datei...
fr_fr: &Ouvrir un fichier...

# FutureFeatureMessageText
source: Planned function not yet implemented
de_de: In Planung
fr_fr: Prévu

# FutureFeatureMessageTitle
source: New feature
de_de: Neue Funktion
fr_fr: Nouvelle fonction

# GameEndedMessage
source: End of game. Solution was:
de_de: Spiel beendet. Lösung war:
fr_fr: Le jeu est fini. La solution était:

# GameResultTitle
source: Game Result
de_de: Ergebnis
fr_fr: Résultat

# GivingUpQuestion
source: Giving up that quick? Really?
de_de: Möchten Sie wirklich aufgeben?
fr_fr: Voulez-vous vraiment abandonner?

# GivingUpTitle
source: Stopping game
de_de: Spiel abbrechen
fr_fr: Abandonner

# GuessedWordPointsAsString
source: Exact position: {0}, included: {1}
de_de: Exakt: {0}, Enthalten: {1}
fr_fr: Exact: {0}, Contenu: {1}

# LanguageToolStripMenuItemText
source: Sprache / &Language
fr_fr: Sprache / &Language / Langue

# LevelNotPlayedYet
source: L{0} not played yet
de_de: L{0} noch nicht gespielt
fr_fr: L{0} pas encore joué

# NewGameButtonText
source: New
de_de: Neu
fr_fr: Encore

# NewGameToolStripMenuItemText
source: Start &new game
de_de: &Neues Spiel
fr_fr: &Encore une fois

# NoRunningGameText
source: There's no running game at the moment.
de_de: Es läuft gerade kein Spiel.
fr_fr: Il n'y a pas de jeu en cours.

# NoRunningGameTitle
source: No running game
de_de: Spiel
fr_fr: Devinette aux mots

# NTriesInMGames
source: {0} tries in {1} games.
de_de: {0} Versuche in {1} Spielen.
fr_fr: {0} essais en {1} jeux.

# PlayAgainstComputerToolStripMenuItemText
source: Play &against the computer
de_de: &Allein gegen den Computer
fr_fr: &Deviner seul(e)

# PlayerNamePlaceholder
source: Player Name (optional)
de_de: Spielername (optional)
fr_fr: Votre nom (optional)

# PlayModeToolStripMenuItemText
source: Playing &mode
de_de: Spiel&modus
fr_fr: &Mode de jeu

# PlayWithPeerToolStripMenuItemText
source: Play with &peer
de_de: &Gegner stellt Aufgabe
fr_fr: Jouer &avec un(e) ami(e)

# QuickHelpText
source: F2 = Open the keyboard, # = Okay/Submit guessing F4 = Open Statistics F3 = Toggle Tips
de_de: F2 öffnet Tastatur, # = Okay/Geratenes Wort auswerten F4 öffnet Statistik
fr_fr: F2 = ouvrir le clavier, # = évaluer le mot deviné F4 = montrer les statistiques F3 = Avec ou sans de conseils

# RunningGameMessageText
source: Please stop the running game first.
de_de: Bitte beenden Sie zunächst das laufende Spiel.
fr_fr: Veuillez d'abord quitter le jeu en cours.

# RunningGameMessageTitle
source: Running game
de_de: Spiel
fr_fr: Devinette aux mots

# ShowFriendsCheckBox
source: Show Friends
de_de: Freunde zeigen
fr_fr: Résultats des amis

# ShowStatisticsToolStripMenuItemText
source: Show &Statistics... F4
de_de: &Spielstatistik... F4
fr_fr: &Statistiques... F4

# ShowTipsToolStripMenuItemText
source: Get &Tips ... F3
de_de: &Tipps
fr_fr: &Conseils ... F3

# StatisticsWindowTitle
source: Statistics
fr_fr: Statistiques

# TellNumberOfRows
source: It took you {0} rows to guess the word.
de_de: Sie haben {0} Reihen gebraucht.
fr_fr: Vous avez eu besoin de {0} lignes.

# WordLengthLabelText
source: Word length
de_de: Wortlänge
fr_fr: Longueur des mots

source: You have won!
de_de: Sie haben gewonnen!
fr_fr: Vous avez gagné!
